Repository: tcerdaj/Web
Catalog: JehovaJireh.Web.UI/App_GlobalResources/Resources.*.resx
Languages: es

source: About
es: Sobre nosotros

source: Account Info
es: Informacion de la cuenta

source: Account Photo
es: Foto

source: Additional Info
es: Informacion adicional

source: Address
es: Dirección

# AddressLong
source: Must be lest than 80 characters
es: Debe ser menos de 80 caracteres

source: Age
es: Edad

# AgeRange
source: Must be between 10 and 130
es: Debe ser entre 10 y 130

# AgeRequired
source: Age is required
es: Debe ingresar su edad

# ApplicationName
source: Iglesia Jehova Churh
es: Iglesia Jehova Jireh

source: Biography
es: Biografía

source: Change
es: Cambiar

# ChangeAccoutSettings
source: Change you accout settings
es: Cambiar configuracion de tu cuenta

source: Choose Your Language
es: Eliga su idioma

# ChurchAddress
source: Church's Address
es: Direccion de la Iglesia

# ChurchAddressLong
source: Must be lest than 80 characters
es: Debe ser menos de 80 caracteres

# ChurchName
source: Church's Name
es: Nombre de la Iglesia

# ChurchNameLong
source: Must be lest than 50 characters
es: Debe ser menos de 50 caracteres

source: Church Pastor
es: Pastor de la Iglesia

# ChurchPastorLong
source: Must be lest than {1} characters
es: Debe ser menos de {1} caracteres

source: Church Phone
es: Telefono de la Iglesia

# ChurchPhoneLong
source: Must be lest than 15 characters
es: Debe ser menos de 15 caracteres

source: City
es: Ciudad

# CityLong
source: Must be lest than 50 characters
es: Debe ser menos de 50 caracteres

# Comments
source: Your opinion is very important to us, please leave us your comments.
es: Su opinion es muy importante para nosotros. Por favor dejenos sus commentarios.

source: Confirm password
es: Confirmar contraseña

source: Contact
es: Contacto

source: Contact Address
es: DIreccion de contacto

source: Contact Info
es: Infomacion de contacto

source: Create
es: Crear

source: Drag file here
es: Arrastre el archivo aquí

source: Email
es: Correo Eléctronico

# EmailInvalid
source: Email is not valid
es: Email no es valido

# EmailRequired
source: Email is required
es: Email es requerido

# Error
source: An error has occurred.
es: Un error ha ocurrido.

# FileData
source: Please enter your photo
es: Por favor entre su foto

source: First Name
es: Nombre

# FirstNameLong
source: Must be lest than 50 characters
es: Debe ser menos de 50 caracteres

# FirstNameRequired
source: First Name is required
es: Nombre es requerido

source: Gender
es: Genero

# GenderLong
source: Must be lest than 15 characters
es: Debe ser menos de 15 caracteres

source: Hello
es: Hola

source: Home
es: Inicio

source: Home Page
es: Página Principal

source: Is Church Member?
es: Es Miembre de nuestra iglesia?

source: Last Name
es: Apellido

# LastNameLong
source: Must be lest than 50 characters
es: Debe ser menos de 50 caracteres

# LastNameRequired
source: Last Name is required
es: Apellido es requerido

source: Log In
es: Acceder

source: Log Off
es: Desconectarse

source: Log on
es: Iniciar sesión

source: Manage
es: Administrar

source: Name
es: Nombre

source: Need To Be Visited?
es: Necesita ser visitado?

# NewAccount
source: Create new Account
es: Crear nueva cuenta

# PasswordCompare
source: The password and confirmation password do not match.
es: El password and confirmacion password no coinciden.

# PasswordHash
source: Password
es: Contraseña

source: Password invalid
es: Password no es valido

# PasswordLong
source: Must be lest than 100 characters
es: Debe ser menos de 100 caracteres

# PasswordRequired
source: Password is required
es: Password es requerido

source: Phone
es: Teléfono

# PhoneInvalid
source: Phone is not valid
es: Telefono no es valido

# PhoneLong
source: Must be lest than 15 characters
es: Debe ser menos de 15 caracteres

source: Register
es: Registrar nuevo usuario

source: State
es: Estado

# StateLong
source: Must be lest than 50 characters
es: Debe ser menos de 50 caracteres

source: Support
es: Soporte técnico

source: Update Account
es: Actualizar tu cuenta

source: User Name
es: Usuario

# UserNameLong
source: Must be lest than 50 characters
es: Debe ser menos de 50 caracteres

# UserNameRequired
source: Use Name is required
es: Nombre de usario es requerido

# YourAccoutHasUpdated
source: Your account has been updated.
es: Su cuenta ha sido actualizada.

# YourPasswordHaschanged
source: Your password has been changed.
es: Su contrasena ha sido cambiada.

# YourPasswordHasSet
source: Your password has been set
es: Su contrasena ha sido establecida.

source: Zip
es: Código Postal

# ZipLong
source: Must be lest than 15 characters
es: Debe ser menos de 15 caracteres

source: Please Wait...
es: Por favor espere...

source: Make a Donation
es: Hacer una Donacion

source: Make new Request
es: Requerir un articulo o servicio

source: VIew Donations
es: Ver Donaciones

source: Amount
es: Cantidad a donar

# C180Long
source: Must be lest than 180 characteres
es: Debe ser menos de 180 caracteres

# C50Long
source: Must be lest than 50 characteres
es: Debe ser menos de 50 caracteres

source: Date Invalid
es: Fecha invalida

source: Description
es: Descripcion

source: Donation Details
es: Detalles de la donacion

source: Donation Status
es: Estatus de la donacion

source: Expire On
es: Fecha cuando expira la donacion

# ImageUrl
source: Photo
es: Foto

source: Invalid Amount
es: Cantidad invalida

# IsMoney
source: Is the donation in Money?
es: Es la donacion en dinero?

# ItemType
source: Donation Type
es: Tipo de donacion

source: Scheduler Donation
es: Agendar una donacion

source: Title
es: Titulo

# TitleRequired
source: Title is required
es: El Titulo es requerido

source: Donations
es: Donaciones

source: Created On
es: Fecha Creacion

source: Item Name
es: Nombre

source: Want this
es: Necesito este

# UserAlreadyExists
source: Welcome!!! Use a local account to log in.
es: Bienvenido!! Si ya tienes una cuenta solo tienes que poner tu usuario y contraseña debajo.

# UserNoRegisterYet
source: Not a member yet? You can register here.
es: No eres un usuario aun? puedes registrarte aqui.

# AddImagesPopup
source: Add Images
es: Agregar Images/Fotos para este item o articulo.

# ClickHereToAddImages
source: Add images
es: Agregar Imagenes

# ItemLine
source: Line
es: Linea

source: Remove
es: Remover

source: Add Image
es: Agregar Imagen

# AddImageInstructions
source: Please click in the green button to add your images.
es: Por favor haga click in el boton verde para agregar sus imagenes.

# AddItem
source: Add new item
es: Agregar nuevo Item

# DescriptionRequired
source: Descripcion is required
es: Descripcion es requerido

# YourDonationHasBenCreated
source: Your Donation has ben created successfully.
es: Su Donacion ha sido creada exitosamente.

source: My Donations
es: Mis Donaciones

source: Photos
es: Fotos

source: Exclude my Donations
es: Mostrar todas menos mis donaciones.

# ImageUpload
source: Image to Upload
es: Cargar Image

source: Exclude My Request
es: Excluir mis Applicaciones

source: My Request
es: Mis Solicitudes

source: Request List
es: Lista Solicitudes

source: Created by
es: Creado por

source: Need this
es: Necesita esto

# SchedulerMessage
source: The deliveries must be planned for dates equal or greater than today s date.
es: Las entragas deben planificarse para fechas igual o mayor a la fecha de hoy.

# AddDetails
source: I Want to add Details to this Donation.
es: Deseo Agregar Detalles a esta Donacion.

source: Bible
es: La Biblia
